#22 Создайте цикл который спрашивает у пользователя ...
a = set()
for i in range(10):
    numbers = int(input("Введите число: "))
    a.add(numbers)
print(a)
